COMMAND_CORE = {
    "start": "<b>БОТ ДЛЯ ХРАНЕНИЯ ПАРОЛЕЙ\nДля Регистрации: REGISTER\nДля Списка рессурсов: RESOURCES\nДля создания рессурса: CREATE RESOURCE</b>",
    "help": "<b>Как работать с ботом:</b>\n\n<b>1)</b> Пройдите регистрацию или авторизуйтесь\n<b>2)</b> Откройте нужный рессурс из списка ресурсов(RESOURCES) или создайте новый(CREATE RESOURCE)"
    "\n<b>3)</b> В открытом русурсе создайте аккаунт(для этого нужно будет ввести его логин и пароль которые вы хотите сохранить в данном боте-хранилище)"
    "или откройте интересующий вас аккаунт и посмотрите свой пароль",
}

AUTHENTICATION = {
    "login": "<b>Для входа введите пароль</b>",
    "register": "<b>Для регистрации введите пароль</b>",
    "already_registered": "<b>Пользователь уже зарегистрирован</b>",
    "user_not_exists": "<b>Пользователь не зарегистрирован</b>",
}

ACCOUNT = {
    "account name": "<b>Введите имя аккаунта</b>",
    "account password": "<b>Введите пароль от аккаунта</b>",
    "account created": "<b>Аккаунт {} создан</b>",
    "params list": "<b>{}: {};\t </b>",
    "account params": "<b>Введите через пробел параметры для аккаунта в виде:\n"
    "параметр_1 параметр_2 ... параметр_n</b>",
}
