COMMAND_CORE = {
    'start': '<b>БОТ ДЛЯ ХРАНЕНИЯ ПАРОЛЕЙ\nДля Регистрации: REGISTER\nДля Списка рессурсов: RESOURCES\nДля создания рессурса: CREATE RESOURCE</b>',

    'help': '<b>Как работать с ботом:</b>\n\n<b>1)</b> Пройдите регистрацию или авторизуйтесь\n<b>2)</b> Откройте нужный рессурс из списка ресурсов(RESOURCES) или создайте новый(CREATE RESOURCE)'
            '\n<b>3)</b> В открытом русурсе создайте аккаунт(для этого нужно будет ввести его логин и пароль которые вы хотите сохранить в данном боте-хранилище)'
            'или откройте интересующий вас аккаунт и посмотрите свой пароль',

}